---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MCaret3
source: html/9fab6545-49e8-26fa-ede3-428db6e5b1f4.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MCaret3 Property

Symbol m^3, indicating unit Cubic meters.

## Syntax (C#)
```csharp
public static ForgeTypeId MCaret3 { get; }
```